Revit 2027 API
BuiltInFailures.GroupFailures.UnableToLoadDetailGroup Property
 Unable to load detail group '[Type Name]'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToLoadDetailGroup { get; }
Public Shared ReadOnly Property UnableToLoadDetailGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToLoadDetailGroup {
	FailureDefinitionId^ get ();
}
static member UnableToLoadDetailGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace